import { useEffect } from 'react';
import ContactsTop from '../ContactsTop/ContactsTop';
import Footer from '../Footer/Footer';
import Custombar from '../Navbar/Navbar';
import './Policy.css';




function Policy (){

        useEffect(() => {
            window.scrollTo(0, 0);
        }, []);
   
    return(
          <div >
            <ContactsTop />
            <Custombar /> 
            <div className="container-personal-datas">
            <h1>Соглашение об обработке персональных данных</h1>
           
            <p>1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</p>
            <p>1.1 В настоящей Политике конфиденциальности используются следующие термины:</p>

 <p>1.1.1. «Администрация Сайта (далее – Администрация сайта)» – сотрудники, уполномоченные на управление сайтом, действующие от имени
 ООО "Калининградское Морское Пароходство", которые организуют и (или) осуществляет обработку персональных данных, а также определяют 
 цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными 
 данными.</p>
<p>1.1.2. «Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу 
 (субъекту персональных данных).</p>
<p>1.1.3. «Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых с использованием
     средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, 
     хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), 
     обезличивание, блокирование, удаление, уничтожение персональных данных.</p>
<p>1.1.4. «Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным получившим доступ к персональным 
    данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.
<p>1.1.5. «Пользователь Сайта (далее - Пользователь)» – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт</p>
<p>1.1.6. «Cookies» или «cooki-файлы» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя,
который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.</p>
<p>1.1.7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.</p>
<p>
2. ОБЩИЕ ПОЛОЖЕНИЯ
2.1. Использование Пользователем Сайта означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.
2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование Сайта.
2.3.Настоящая Политика конфиденциальности применяется только к сайту www.kdsc.ru. Веб-сайт не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте.
2.4. Администрация Сайта не проверяет достоверность персональных данных, предоставляемых Пользователем Сайта.
</p>

<p>3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</p>
<p>3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации Сайта по неразглашению 
 и обеспечению режима защиты
 конфиденциальности персональных данных, полученных при заполнении форм, размещенных на Сайте.</p>
 <p>3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём 
заполнения различных форм на Сайте и включают в себя следующую информацию:</p>
<p>3.2.1. фамилию, имя Пользователя;</p>
<p>3.2.2. контактный телефон Пользователя;</p>
<p>3.2.3. адрес электронной почты (e-mail);</p>
<p>3.3. Веб-сайт защищает Данные, которые автоматически передаются в процессе просмотра рекламных блоков и при посещении страниц, на 
которых установлен статистический скрипт системы ("пиксель"):</p>
<p>• IP адрес;</p>
<p>• информация из cookies;</p>
<p>• информация о браузере (или иной программе, которая осуществляет доступ к показу рекламы);</p>
<p>• время доступа;</p>
<p>• адрес страницы, на которой расположен рекламный блок;</p>
<p>• реферер (адрес предыдущей страницы).</p>
<p>3.3.1. Отключение cookies может повлечь невозможность доступа к некоторым частям Сайта.</p>
<p>3.3.2. Веб-сайт осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и
 решения технических проблем, а также для улучшения работы Сайта и реализации наиболее адресных предложений.</p>
 <p>3.4. Любая иная персональная информация, не оговоренная выше, подлежит надежному хранению и нераспространению, за исключением случаев, 
предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.</p>


<p>4. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ</p>
<p>4.1. Персональные данные Пользователя Администрация Сайта может использовать в целях:</p>
<p>4.1.1. Идентификации Пользователя, обратившегося за услугами компании посредством Сайта, для оформления заказа и (или) заключения
 Договора купли-продажи услуг дистанционным способом с www.kdsc.ru.</p>
<p>4.1.2. Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта,
 оказание </p>
услуг, обработку запросов и заявок от Пользователя.</p>
<p>4.1.3. Определение местонахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.</p>
<p>4.1.4. Подтверждение достоверности и полноты персональных данных, предоставленных Пользователем.</p>
<p>4.1.5. Предоставление Пользователю эффективной клиентской и технической поддержки при возникновении проблем, связанных 
с использованием Сайта.</p>
<p>4.1.6. Предоставление Пользователю с его согласия, обновлений продукции, специальных предложений, информации о ценах,
 новостной рассылки и иных сведений от имени Веб-сайта или от имени партнеров Веб-сайта.</p>

 <p>5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</p>
 <p>5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе,
 в информационных
 системах персональных данных с использованием средств автоматизации 
или без использования таких средств.</p>
<p>5.2. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Российской Федерации
 только по основаниям и в порядке, установленным законодательством Российской Федерации.</p>
<p>5.3. Администрация сайта принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от
 неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных 
 неправомерных действий третьих лиц.</p>


<p>7. ОБЯЗАТЕЛЬСТВА СТОРОН</p>
<p>7.1. Пользователь обязан:</p>
<p>7.1.1. Предоставить информацию о персональных данных, необходимую для пользования Сайтом и получения обратной связи.</p>
<p>7.2. Администрация сайта обязана:</p>
<p>7.2.1. Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.</p>
<p>7.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения 
Пользователя,
 а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных
  Пользователя, за исключением п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности.</p>
  <p>7.2.3. Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно
 используемого для защиты такого рода информации в существующем деловом обороте.</p>


 <p>8. ОТВЕТСТВЕННОСТЬ СТОРОН</p>
<p>8.1. В случае утраты или разглашения Конфиденциальной информации Администрация сайта не несёт ответственность, если данная
 конфиденциальная информация:</p>
 <p>8.2.1. Стала публичным достоянием до её утраты или разглашения.</p>
 <p>8.2.2. Была получена от третьей стороны до момента её получения Администрацией сайта.</p>
 <p>8.2.3. Была разглашена с согласия Пользователя.</p>



<p>9. РАЗРЕШЕНИЕ СПОРОВ</p>
<p>9.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем Сайта и Администрацией сайта,
 обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).</p>
<p>9.2. Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии 
о результатах рассмотрения претензии.</p>
<p>9.3. При недостижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим 
законодательством Российской Федерации.</p>
<p>9.4. К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией сайта применяется действующее
 законодательство Российской Федерации.</p>


 <p>10. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</p>
 <p>10.1. Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.</p>
 <p>10.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой 
редакцией Политики конфиденциальности.</p>
<p>10.3. Действующая Политика конфиденциальности размещена на странице по адресу www.kdsc.ru</p>


</div>
            
            <Footer />
        </div> 
    )
     
    }
 
export default Policy;