import ContactsTop from "../ContactsTop/ContactsTop";
import Footer from "../Footer/Footer";

function Company(){
    return(<div>
         <ContactsTop />
        <p>
            
▎Флот
<br/>

Компания начала свою деятельность с фрахта трех надежных параходов, 
которые способны осуществлять перевозку различных видов грузов.
Каждый из судов оборудован по последнему слову техники, что позволяет гарантировать безопасность и своевременность доставки.


<br/>
▎Предлагаемые услуги
<br/>
"Калининградское Морское Пароходство" предлагает широкий спектр услуг, включая:
<br/>
• Контейнерные перевозки: Мы осуществляем транспортировку 20-футовых и 40-футовых контейнеров, а также рефрижераторных контейнеров для перевозки скоропортящихся товаров.
<br/>
  
• Перевозка генеральных грузов в трюмах: Мы занимаемся перевозкой металлопроката, пиломатериалов, труб, оборудования, паллетного груза, сыпучих стройматериалов, плитки, ламината и других типов генеральных грузов.
<br/>
• Перевозка проектного, негабаритного и опасного груза: Наша компания готова взять на себя сложные задачи по транспортировке нестандартных и опасных грузов, соблюдая все необходимые меры безопасности.
<br/>
• Перевозка насыпных/навалочных грузов: Мы предлагаем услуги по перевозке насыпных и навалочных грузов, обеспечивая их надежную упаковку и транспортировку.
<br/>


<br/>
▎Дополнительные услуги
<br/>
Кроме того, "Калининградское Морское Пароходство" организует вывоз грузов и помогает с доставкой до склада.
<br/>
 Мы всегда на связи и оперативно информируем клиентов о местонахождении груза и сроках его доставки.
 <br/> Наша команда профессионалов гарантирует высокий уровень обслуживания и индивидуальный подход к каждому клиенту.

С момента своего основания "Калининградское Морское Пароходство" зарекомендовало себя как надежный партнер в сфере морских грузоперевозок,
<br/> и мы стремимся к дальнейшему развитию и улучшению наших услуг.
        </p>
        <Footer />
    </div>

    )
  
}

export default Company;